[
  {
    "WeekId": "40",
    "WeekLink-href": "https://www.thebump.com/pregnancy-week-by-week/40-weeks-pregnant",
    "BabyImage-src": "https://static.thebump.com/tb-web-assets/pwbw/detail/fruits/pwbw-week40-hero-fruit.png",
    "KeyTakeawaysList": "You made it to the finish line! But that doesn’t mean baby is going to take the hint. Lots of littles stick around for a few days—or even a week or so—beyond their due date. Hey, it’s comfy and cozy in that uterus of yours. (Also, remember that calculating due dates is not an exact science—so your projected timeline might be off.)The pelvic pressure is real. Baby is probably very low and engaged preparing for delivery. You may find yourself waddling. You might also experience some shooting pains in your crotch region as nerves get compressed.Average baby weight at 40 weeks is about 7.6 pounds—give or take. Of course, there’s a hearty range, so don’t be surprised if you wind up with a petite bundle or a future linebacker.Once you go past your due date, you might be scheduled for a biophysical profile. This is an ultrasound and nonstress test to make sure baby is doing well and you have sufficient amniotic fluid levels.",
    "KeyTakeawaysBottom": "Week 40 of pregnancy can be mentally rough, since you’ll be constantly wondering when baby will decide to make their entrance and question every twinge you have. If you notice a decrease in the way baby moves, call your healthcare provider immediately. Try not to stress, and rest assured that baby will arrive when they’re ready—and your body will give you the right signals that it’s time.",
    "BabyActivity": "Your 40-week fetus is continuing to grow hair and nails. And baby at 40 weeks is keeping up that lung development, too.",
    "BabySize": "",
    "id": 1
  },
  {
    "WeekId": "39",
    "WeekLink-href": "https://www.thebump.com/pregnancy-week-by-week/39-weeks-pregnant",
    "BabyImage-src": "https://static.thebump.com/tb-web-assets/pwbw/detail/fruits/pwbw-week39-hero-fruit.png",
    "KeyTakeawaysList": "You have reached the finish line. Babies born at 39 weeks are considered full term, so go ahead and let your little squatter know that they’re being evicted. (Your hospital bag is packed, right?)Yes, technically you're due at 40 weeks. But if you have gestational diabetes, preeclampsia or another condition that puts you or baby at risk, your ob-gyn might encourage an induction.Contractions are the name of the game at this late stage. You’ll feel your belly hardening throughout the day—especially when you’ve been physically active. If you notice that the contractions are getting more intense and more frequent, it may be go time! Be sure to brush up on the other signs of labor below!",
    "KeyTakeawaysBottom": "You’re probably feeling like you want to get this baby OUT. We’re not sure, but the impatience and discomfort moms-to-be feel around 39 weeks pregnant (and beyond!) might be nature’s way of getting you mentally prepared for delivery. At week 39 of pregnancy, you don’t care what it takes, you just don’t want to be pregnant anymore!",
    "BabyActivity": "Inside your 39 weeks pregnant belly, baby is probably able to flex their limbs now. Baby's brain is still rapidly developing—they’re getting smarter by the week! Baby's nails may extend past the fingertips now.",
    "BabySize": "",
    "id": 2
  },
  {
    "WeekId": "38",
    "WeekLink-href": "https://www.thebump.com/pregnancy-week-by-week/38-weeks-pregnant",
    "BabyImage-src": "https://static.thebump.com/tb-web-assets/pwbw/detail/fruits/pwbw-week38-hero-fruit.png",
    "KeyTakeawaysList": "Feeling the burn? Baby may be wreaking havoc on your digestive system and causing heartburn and reflux. Their quarters are nice and cramped in there, so they’re putting pressure on all your organs. Maybe avoid spicy food—despite the old wive’s tale that it may kick-start labor.Diarrhea is also common at this late stage of the game as hormones continue to loosen you up for the big delivery event!At this week’s appointment, your ob-gyn or midwife will give you an exam to check if you’re effaced and dilated. In other words, they’re feeling around to see if your cervix has thinned and opened at all yet.",
    "KeyTakeawaysBottom": "If you feel a lightning bolt-like sensation running up and down your legs (and in your vagina!), don’t freak out. At 38 weeks pregnant, baby is probably sitting pretty low in your pelvis, which means they’re bumping into all kinds of nerves down there—including some super-sensitive ones you might not know you had. The big event could happen any day now—or it might not be for a few weeks. Until then, try to chill.",
    "BabyActivity": "Inside your 38 weeks pregnant belly, baby may have about an inch or so of hair already. Baby is slowly shedding that white goo on the skin (remember, that stuff called vernix caseosa?) but you might see some of it at birth.",
    "BabySize": "",
    "id": 3
  },
  {
    "WeekId": "37",
    "WeekLink-href": "https://www.thebump.com/pregnancy-week-by-week/37-weeks-pregnant",
    "BabyImage-src": "https://static.thebump.com/tb-web-assets/pwbw/detail/fruits/pwbw-week37-hero-fruit.png",
    "KeyTakeawaysList": "Some light spotting may occur at 37 weeks, and you might notice more vaginal discharge than usual. This is normal. However, if you lose your mucus plug or notice more than a little blood, call your doctor right away. It’s important to review the signs of labor (more below!).Baby probably weighs a healthy 6 pounds—give or take. But that doesn’t mean they’re fully cooked yet. They could benefit from another two or three weeks in utero—even though you’ve got that “stick-a-fork-in-me” feeling.Around week 37 of pregnancy, many moms-to-be find themselves organizing cupboards and scrubbing floors. That’s the phenomenon people lovingly refer to as “nesting.” It may be instinctual—your body senses baby will be here really soon. After all, you’re 37 weeks pregnant, which is considered “early term,” meaning baby is almost ready.",
    "KeyTakeawaysBottom": "",
    "BabyActivity": "",
    "BabySize": "While you’re so close to the finish line, baby is still doing some important work in your belly. Their circulatory and musculoskeletal systems are done developing, but their lungs, brain and nervous system are still getting some last-minute touch-ups. A week or two can make a big difference!",
    "id": 4
  },
  {
    "WeekId": "36",
    "WeekLink-href": "https://www.thebump.com/pregnancy-week-by-week/36-weeks-pregnant",
    "BabyImage-src": "https://static.thebump.com/tb-web-assets/pwbw/detail/fruits/pwbw-week36-hero-fruit.png",
    "KeyTakeawaysList": "Four weeks to go—at least until your due date. No guarantee that baby will show up on time.Baby is just shy of 6 pounds—give or take—at this stage of the game.You’ll be seeing your ob-gyn or midwife weekly from here on out. If you didn’t get your Step B test already, it’ll be happening this week. It’s just a gentle swab of the vaginal area and rectum (sounds worse than it is). If you’re positive, don’t worry—you’ll get antibiotics at delivery to protect baby.",
    "KeyTakeawaysBottom": "Since baby really could decide to arrive any day now, try to put in your final prep work at 36 weeks pregnant. Go over your plan for getting to the hospital and all the what-ifs. Update your boss and colleagues on the status of all your work projects so they know where to take over if you’re suddenly out of the office. Week 36 of pregnancy is also a good time to enjoy a date with your partner.",
    "BabyActivity": "At 36 weeks pregnant, baby’s liver and kidneys are in working order. Circulation and immune systems are basically good to go. Now, baby is getting closer and closer to being able to breathe on their own. Plus, your 36-week fetus’s skin is getting smooth and soft, and their gums are rigid.",
    "BabySize": "",
    "id": 5
  },
  {
    "WeekId": "35",
    "WeekLink-href": "https://www.thebump.com/pregnancy-week-by-week/35-weeks-pregnant",
    "BabyImage-src": "https://static.thebump.com/tb-web-assets/pwbw/detail/fruits/pwbw-week35-hero-fruit.png",
    "KeyTakeawaysList": "At this stage, it might feel like you’re all belly—and with good reason. Believe it or not, your uterus has grown to about 500 to 1,000 times its original size.Make sure you know the signs of labor. Braxton Hicks contractions will feel intense at this point; make sure they’re not getting stronger and more frequent. If they are, call your doctor.The Group B strep test will be happening in the next week or two. Your doctor will swab your vaginal area and rectum and have it tested for bacteria called Group B Strep. It’s common, but can be harmful to baby. Don’t worry, if you’re positive, you’ll just be given antibiotics during labor to protect baby.",
    "KeyTakeawaysBottom": "At 35 weeks, some moms-to-be feel like they have a ton of stuff left to do before baby’s arrival. Others can barely wait for baby to make their debut. Either way, try not to stress; baby will show up when they’re ready and won’t care if you haven’t checked every little detail off your list. As long as you’ve got a safe place for baby to sleep, some diapers and an infant car seat for the ride home, you’ve already got a bunch of baby’s basic needs taken care of.",
    "BabyActivity": "Baby’s hearing is now fully developed, and your 35-week fetus responds best to high-pitched noises. If you’re pregnant with a boy, you would see on a 35 weeks pregnant ultrasound that his testes have probably fully descended. (Bet you hadn’t thought about that one!)",
    "BabySize": "",
    "id": 6
  },
  {
    "WeekId": "34",
    "WeekLink-href": "https://www.thebump.com/pregnancy-week-by-week/34-weeks-pregnant",
    "BabyImage-src": "https://static.thebump.com/tb-web-assets/pwbw/detail/fruits/pwbw-week34-hero-fruit.png",
    "KeyTakeawaysList": "Late pregnancy symptoms abound. Look out for exhaustion (it’s like you’re back in the first trimester again), swollen ankles and so much pressure. Baby’s weight and position may result in hemorrhoids, frequent (and sometimes involuntary) pee breaks and general discomfort in your pelvic area.You’ve maxed out on amniotic fluid at this stage of the game, and baby is in tight quarters. All this to say: It’ll feel like you couldn’t possibly get any bigger.Keep doing your kick counts and take mind of Braxton Hicks contractions. If they’re getting stronger or more frequent, give your doctor a call. You want to make sure you’re not in preterm labor.Baby really looks like, well, a baby at this point! They’ll fill out a bit more in the next six weeks. Most preterm babies born at 34 weeks will be healthy; they might just need some extra time and care in the NICU.",
    "KeyTakeawaysBottom": "Your curious baby can hear your voice and is listening in on your conversations at 34 weeks pregnant. In fact, baby might enjoy a lullaby or two. Some experts say that, after birth, babies can recognize songs mom sang while pregnant; they may even be more easily soothed by those familiar tunes once they're “on the outside.” And no, baby won’t care if you’re singing a bit off-key.",
    "BabyActivity": "Baby at 34 weeks looks a lot like they will when they’re born, just with less body fat. At this point, it’s all about the finishing touches.",
    "BabySize": "",
    "id": 7
  },
  {
    "WeekId": "33",
    "WeekLink-href": "https://www.thebump.com/pregnancy-week-by-week/33-weeks-pregnant",
    "BabyImage-src": "https://static.thebump.com/tb-web-assets/pwbw/detail/fruits/pwbw-week33-hero-fruit.png",
    "KeyTakeawaysList": "Another new symptom that might crop up soon? Darker nipples. Hormonal changes can make your areolas look different. This may be an evolutionary phenomenon to help baby find them for breastfeeding.Speaking of boobs—are they a tad bit leaky? Your breasts are definitely bigger and they may even started making colostrum, a thick and highly beneficial yellow fluid that breastfeeding babies will eat in the first few days of life.It’s still a bit too early for baby to arrive—although it’s important to look for signs of preterm labor. That said, baby weighs approximately 4 pounds around now.Baby should hopefully be dropping lower into your pelvis soon. Ideally, they’ll be head down in position, ready for birth! If your OB or midwife tells you they’re breech, don’t panic. There’s time for them to move, and your provider will walk you through options.",
    "KeyTakeawaysBottom": "Week 33 of pregnancy is a good time to start packing your hospital bag. You might also want to read up on postpartum care and stock your medicine cabinet with some essential new mom care supplies. Sure, you might not see baby for another month or so, but if you have an early surprise arrival, at least you won’t have to think about which shirt to pack or whether or not you have hemorrhoid cream at home. (About that…sorry.)",
    "BabyActivity": "Baby is also starting to coordinate breathing with sucking and swallowing—an important skill for life “on the outside.” Your 33-week fetus’s bones are hardening. And baby is going through (more) major brain development—that's one smart baby!",
    "BabySize": "",
    "id": 8
  },
  {
    "WeekId": "32",
    "WeekLink-href": "https://www.thebump.com/pregnancy-week-by-week/32-weeks-pregnant",
    "BabyImage-src": "https://static.thebump.com/tb-web-assets/pwbw/detail/fruits/pwbw-week32-hero-fruit.png",
    "KeyTakeawaysList": "Soon, baby will “drop” from up near your ribs to down near your pelvis. When this happens, you may notice you suddenly go from “carrying high” to “carrying low.”Baby is most likely positioned head down at this point. Don’t panic if your ob-gyn or midwife says that they’re in breech position. There’s still time for your little one to turn.If you’re expecting multiples or have a high-risk pregnancy, your doctor may have ordered a 3D/4D ultrasound. (Yes, you’ll be able to discern baby’s facial features.)You might be feeling a little sticky down there. Vaginal discharge picks up in preparation for labor and delivery. (This is a good thing that helps prevent infections!)Watch for those Braxton Hicks practice contractions. They can be a bit uncomfortable, but should go away with movement. If they get more intense and more frequent, give a call to your doctor or midwife to make sure it’s not preterm labor.",
    "KeyTakeawaysBottom": "Ready or not?! At 32 weeks pregnant, baby’s birth still seems far into the future, but you and baby are getting ready in a lot of ways… just in case there’s an early arrival. You’re probably dealing with some end-of-pregnancy to-dos, like telling your health insurance there’ll be a new arrival soon, and figuring out how the heck to install an infant car seat.",
    "BabyActivity": "Baby is getting ready for their descent and, as we mentioned, is likely in the head-down position now. They’re probably feeling even more cramped.",
    "BabySize": "",
    "id": 9
  },
  {
    "WeekId": "31",
    "WeekLink-href": "https://www.thebump.com/pregnancy-week-by-week/31-weeks-pregnant",
    "BabyImage-src": "https://static.thebump.com/tb-web-assets/pwbw/detail/fruits/pwbw-week31-hero-fruit.png",
    "KeyTakeawaysList": "Things are feeling mighty crowded. You might be having trouble walking, talking or doing both at the same time. Baby is making it hard for you to feel like you can catch your breath.Fundal height is probably somewhere around 30 centimeters—give or take. Suffice it to say, you may no longer be able to see your feet when you’re standing up straight.If you’re expecting twins, your doctor may schedule a biophysical profile. This is a combo ultrasound and a non-stress test (NST). For the NST, you’ll have sensors put on your belly to detect and measure your contractions and baby or babies’ heart rates.",
    "KeyTakeawaysBottom": "All five of baby’s senses are fully developed at 31 weeks pregnant. Baby is also getting smarter! In the meantime, you might actually feel a little absentminded. Some say that “pregnancy brain” isn’t a real thing, but can you honestly think of another time in your life when you’ve had as much on your mind as now? There’s ample reason to be so forgetful at week 31 of pregnancy.",
    "BabyActivity": "Your week 31 fetus is going through major brain and nerve development. Their eyes are developing too—the irises can now react to light! (A little light does shine into your 31 weeks pregnant belly at times!) In fact, all five of baby’s senses are in working order.",
    "BabySize": "",
    "id": 10
  },
  {
    "WeekId": "30",
    "WeekLink-href": "https://www.thebump.com/pregnancy-week-by-week/30-weeks-pregnant",
    "BabyImage-src": "https://static.thebump.com/tb-web-assets/pwbw/detail/fruits/pwbw-week30-hero-fruit.png",
    "KeyTakeawaysList": "Braxton Hicks are the name of the game these days. Basically, your uterus is practicing; you’ll feel your belly tighten and then loosen. It's more likely to happen after some physical exercision. Try to relax or change positions. If they continue to happen and get closer together, call your doctor to rule out preterm labor.Baby’s kicks and jabs feel a lot less cute these days. That’s because they’re in cramped quarters and don’t have much room to wiggle and flip—so elbow jabs become sharper and more pronounced.Do you suddenly have the urge to organize everything? It’s called nesting; it’s a natural instinct to want to get everything ready at home for this big life change. Enjoy decorating the nursery and laundering those itty-bitty onesies, but try to take it easy and don’t over-exert yourself.",
    "KeyTakeawaysBottom": "Starting to feel like a walking belly? Your 30 weeks pregnant belly is doing more than just making it tough to find a comfortable sleeping position—it’s made itself a conversation piece. Everywhere you go, someone seems to have a comment about how you look. Try not to take those comments seriously, but know which ones should be taken to heart—like when someone tells you you’re glowing, believe them. You are!",
    "BabyActivity": "Wish you get get a look at baby in the womb at 30 weeks? If you could see into your 30 weeks pregnant belly, you’d see one cute 30-week fetus! By week 30, baby has a good amount of hair on their head and eyes that open wide to begin to distinguish what they see around them. Baby is also growing fingernails and continuing to practice grabbing by holding their feet or umbilical cord.",
    "BabySize": "",
    "id": 11
  },
  {
    "WeekId": "29",
    "WeekLink-href": "https://www.thebump.com/pregnancy-week-by-week/29-weeks-pregnant",
    "BabyImage-src": "https://static.thebump.com/tb-web-assets/pwbw/detail/fruits/pwbw-week29-hero-fruit.png",
    "KeyTakeawaysList": "Taking a road trip? Plan for pee breaks—lots of them. Heck, you’re going to have to go often even if you’re just lounging around. Expect to get up in the middle of the night for potty trips. Consider this training for waking with a newborn.Even if you don’t have to go to the bathroom a million times each night, sleep may still be lacking. Insomnia is common at this point in pregnancy. Use that pregnancy pillow to get comfortable and try to relax as best as you can.You may have gained 20+ pounds at this point in pregnancy. And while your belly might feel stretched to capacity, there's even more growing to do!Baby is putting a lot of pressure on all sorts of organs leading to lots of unpleasantness. Don’t be surprised if you start experiencing pelvic pain or hemorrhoids.",
    "KeyTakeawaysBottom": "Week 29 of pregnancy is a good time to start finalizing details, like stocking the nursery with baby care essentials. You’ll also want to start packing a bag with the things you know you’ll want with you at the hospital for baby’s birth. Leave it by the door, so you can add items you think of along the way—and so you can grab it at a moment’s notice.",
    "BabyActivity": "Baby is getting a little cramped in there—that’s a given, seeing how fast they’re growing. That means all those kicks and jabs are getting stronger. You might even feel a subtle, repetitive twitch. That’s your week 29 fetus hiccupping. Cool!",
    "BabySize": "At 29 weeks, baby is the size of an acorn squash. Your 29 weeks baby already measures about 15.2 inches long. A 29 week fetus weighs about 2.5 pounds but still has a way to go—can you believe baby will triple in weight before birth?",
    "id": 12
  },
  {
    "WeekId": "28",
    "WeekLink-href": "https://www.thebump.com/pregnancy-week-by-week/28-weeks-pregnant",
    "BabyImage-src": "https://static.thebump.com/tb-web-assets/pwbw/detail/fruits/pwbw-week28-hero-fruit.png",
    "KeyTakeawaysList": "Welcome to your third trimester! You’re in the home stretch—panic and excitement may be setting in. You’ll be visiting your ob-gyn or midwife more often now that you’re heading toward the finish line. Expect to have a regular appointment every two weeks.Baby is not leaving you a lot of room. Their cramped quarters may result in you experiencing some unpleasantness: shortness of breath, occasional incontinence and general discomfort.You’ve been feeling baby move and groove for a few weeks. Now is the time to start doing kick counts. Basically, you want to feel at least 10 movements in a two-hour span. (More on that, below!)",
    "KeyTakeawaysBottom": "Moms-to-be who are 28 weeks pregnant and beyond are known for their lack of sleep. If you find yourself up in the middle of the night, do something relaxing. (This is not the time to vacuum the house from top to bottom.) Instead, read a book, drink chamomile tea or listen to soothing music. Then get back to bed and try to get some rest!",
    "BabyActivity": "Inside your 28 weeks pregnant belly, baby is starting to develop more fat, so their once-wrinkly skin is starting to get smoother. In pretty amazing news, baby is practicing breathing, and their lungs are getting more mature every day.",
    "BabySize": "At 28 weeks, baby is the size of an eggplant. Putting on layers of fat, baby now measures about 14.8 inches from head to toe and weighs in around 2.2 pounds.",
    "id": 13
  },
  {
    "WeekId": "27",
    "WeekLink-href": "https://www.thebump.com/pregnancy-week-by-week/27-weeks-pregnant",
    "BabyImage-src": "https://static.thebump.com/tb-web-assets/pwbw/detail/fruits/pwbw-week27-hero-fruit.png",
    "KeyTakeawaysList": "Congratulations! It’s the last week of your second trimester! Time to get ready for the grand-finale event. (Don’t worry, you still have time!)The not-so-glamorous symptoms of pregnancy are in full effect. You may have constipation and pregnancy hemorrhoids. Plus, baby is putting so much pressure on your bladder you may occasionally leak urine—especially when you cough or sneeze.Baby is practicing breathing in and out (it’s amniotic fluid, not air, but still pretty cool), developing lungs and even showing brain activity now.",
    "KeyTakeawaysBottom": "As you look ahead to the third trimester, be prepared for some pretty embarrassing stuff (like having to pee all the time—and maybe even when you don’t mean to!). It’s all par for the late-pregnancy course and totally temporary. It’s time to head down the home stretch. Are you ready?",
    "BabyActivity": "Inside your 27 weeks belly, baby is practicing inhaling and exhaling with their rapidly developing lungs. And it's official: Baby is showing brain activity! From here on out, baby’s brain will keep getting more complex, turning that 27-week fetus into a real smarty pants.",
    "BabySize": "At 27 weeks pregnant, baby is as big as a head of lettuce. The average 27-week fetus measures 14.4 inches and weighs 1.9 pounds. But baby isn’t just getting bigger, they’re also getting smarter.",
    "id": 14
  },
  {
    "WeekId": "26",
    "WeekLink-href": "https://www.thebump.com/pregnancy-week-by-week/26-weeks-pregnant",
    "BabyImage-src": "https://static.thebump.com/tb-web-assets/pwbw/detail/fruits/pwbw-week26-hero-fruit.png",
    "KeyTakeawaysList": "Did you fail the one-hour glucose screening? You’re probably scheduled for the more conclusive three-hour glucose tolerance test. You’ll drink that sweet concoction again and have your blood drawn multiple times. If you fail this one, your doctor will diagnose gestational diabetes. You may be able to control it with diet changes, or medication may become necessary. Either way, you’ll be watched more closely during the duration of your pregnancy.You may have gained close to 20 pounds at this point—give or take. What’s more, your belly will grow about a half an inch each week. (Basically, when you walk into a room, your bump leads the way!)Feel baby kicking and jumping and wiggling? Talk to them! They can hear you and may respond to the comforting sound of your voice.",
    "KeyTakeawaysBottom": "Baby is interfering with your sleep, messing with your memory and even giving you a stress headache or two at 26 weeks pregnant. When they say moms-to-be have 40 weeks to get ready for baby, they don’t just mean buying gear. You also need to mentally prepare for a newborn to become the center of your attention. And at week 26 of pregnancy, baby is giving you some practice in that department.",
    "BabyActivity": "Baby is getting their immune system ready for life on the outside by soaking up your antibodies. And baby's eyes are forming, and their eyes will soon start to open, if they haven’t already. Can you believe your 26-week fetus has already grown eyelashes? Soon, they’ll start batting them. (Aw!)",
    "BabySize": "At 26 weeks pregnant, baby is as big as a head of kale. Your 26-week fetus measures about 14 inches and weighs about 1.7 pounds. They’re developing senses, features and even talents. Wow!",
    "id": 15
  },
  {
    "WeekId": "25",
    "WeekLink-href": "https://www.thebump.com/pregnancy-week-by-week/25-weeks-pregnant",
    "BabyImage-src": "https://static.thebump.com/tb-web-assets/pwbw/detail/fruits/pwbw-week25-hero-fruit.png",
    "KeyTakeawaysList": "Things are getting real! Your bump is no longer concealable, and you’ve probably gained about 15+ pounds so far.Baby is establishing a sleep pattern in utero. You’ll notice (and feel) that they’re active for part of the day and then quiet for 12 to 14 hours while they snooze. If you’re worried about limited activity, try having a sip of water or juice to see if it motivates baby.Pregnancy symptoms abound. You may have trouble sleeping—especially with that bump in the way. As organs shift and your uterus expands, you could experience heartburn and frequent urination too. You may also have Braxton Hicks practice contractions too.",
    "KeyTakeawaysBottom": "You’re 25 weeks pregnant, and it’s probably dawned on you that soon you’ll actually have to deliver this baby. That might be a little scary, but it’s also exciting! What’s cool is that most hospitals will let you pre-register for delivery, which means you can fill out your admissions paperwork early so you don’t have to stand around filling out a bunch of forms while in the throes of labor.",
    "BabyActivity": "Baby is enjoying their new sense of equilibrium—yep, your 25-week fetus is now learning which way is up and which is down. As for 25 weeks fetal development, baby is growing more fat and more hair too!",
    "BabySize": "Baby at 25 weeks is as big as a head of cauliflower, measuring 13.6 inches in length and weighing nearly 1.5 pounds. At 25 weeks, baby’s size is starting to feel tangible. This baby thing is happening soon!",
    "id": 16
  },
  {
    "WeekId": "24",
    "WeekLink-href": "https://www.thebump.com/pregnancy-week-by-week/24-weeks-pregnant",
    "BabyImage-src": "https://static.thebump.com/tb-web-assets/pwbw/detail/fruits/pwbw-week24-hero-fruit.png",
    "KeyTakeawaysList": "You’ve probably gained about 15 pounds or so at this point; remember, you're building a human being, and you have a heavy placenta and extra blood volume—so every pound is important! If you’ve gained a lot more (or less) than that, talk to your doctor.Next test on the docket: The glucose screening. You’ll drink a very sweet drink and have your blood sugar measured one hour later. If you fail, you’ll need to move on to the three-hour test.That bump is really showing (and you’re probably loving your maternity leggings!). Your fundal height at this point is probably between 21 and 25 cm (from the top of your uterus to your pubic-bone area)—give or take.",
    "KeyTakeawaysBottom": "Consider this a preview of motherhood: Baby is doing just fine—and you’re, well, kind of a mess. Your week 24 baby is working on being ready to survive (and thrive!) in the outside world. You, on the other hand, are probably experiencing some of the late-pregnancy discomforts at 24 weeks pregnant—leg cramps, backaches and swollen feet. Hang in there, mama-to-be!",
    "BabyActivity": "Wondering what it’d be like to get a look at baby at 24 weeks in the womb? Your 24-week-old fetus is growing fast, and though their wrinkly skin is still a bit see-through, they’re quickly putting on that adorable baby fat, looking cuter and cuter each day. Their eyelashes, eyebrows and head of hair are still filling out, but the hair has yet to develop any pigment. Baby’s startle reflex has developed now too, so you might find that loud noises make baby jump!",
    "BabySize": "Wondering about the size of baby at 24 weeks? Baby is now the size of a cantaloupe. Your 11.8-inch 24-week-old fetus now weighs about 1.3 pounds.",
    "id": 17
  },
  {
    "WeekId": "23",
    "WeekLink-href": "https://www.thebump.com/pregnancy-week-by-week/23-weeks-pregnant",
    "BabyImage-src": "https://static.thebump.com/tb-web-assets/pwbw/detail/fruits/pwbw-week23-hero-fruit.png",
    "KeyTakeawaysList": "Second-trimester symptoms may be in full effect. We’re talking swollen ankles, varicose veins, backaches and bleeding gums—for starters. You may also be having Braxton Hicks (practice contractions). This will feel like a little tightening of the mid-section, but should go away once you change positions.You are getting used to that fluttery feeling of baby moving around (quickening). Just you wait—the kicks will soon get far more aggressive.Your bump is out and about nowadays, and you’ve probably put on about 12 to 15 pounds—give or take. Focus on eating lots of healthy mini meals and getting movement every day.Baby is developing fast! Right now, they’re working on developing that adorable brain of theirs and building muscle.",
    "KeyTakeawaysBottom": "At 23 weeks pregnant, baby is getting ready for their big debut by listening in on what’s going on in the outside world. We know you’re getting ready too. Are you excited yet—or just plain nervous? Don’t worry, having both feelings (at once) is totally normal.",
    "BabyActivity": "Wondering what you’d see if you had a glimpse of baby on a 23 weeks pregnant ultrasound? Well, baby is forming little nipples (yeah, really!) at this stage. And your cute little 23-week fetus’s face is fully formed—they just need a little extra fat to fill it out. Baby is entertaining themselves by listening to your voice and your heartbeat and can even hear some loud sounds like cars honking and dogs barking.",
    "BabySize": "You’re 23 weeks pregnant, and baby is as big as a grapefruit! The average 23-week fetus measures 11.4 inches from head to foot and weighs 1.1 pounds. Yep, baby’s almost a foot long, and at 23 weeks, baby size is finally able to be weighed in pounds! And baby isn’t just getting bigger, they’re also getting even cuter and starting to look more like a baby.",
    "id": 18
  },
  {
    "WeekId": "22",
    "WeekLink-href": "https://www.thebump.com/pregnancy-week-by-week/22-weeks-pregnant",
    "BabyImage-src": "https://static.thebump.com/tb-web-assets/pwbw/detail/fruits/pwbw-week22-hero-fruit.png",
    "KeyTakeawaysList": "Your anatomy scan has happened already, and if you opted for genetic testing—such as amniocentesis—it’s probably wrapped up at this point.You might feeling on top of the world—or not. At this point, your bump has popped and things might be a little cramped. Braxton Hicks and back aches may have you feeling mildly uncomfortable. Switching positions and getting some light movement should help!Baby has developed nerve endings and looks more and more like a baby every day!",
    "KeyTakeawaysBottom": "It’s getting crowded in there! Now that you’re 22 weeks pregnant, your rapidly growing baby is invading your space—to say the least. That’s why it might be tough to catch your breath and why your back might be killing you. Hey, as baby grows, they may be expanding your belly so much (so fast) at week 22 of pregnancy that you might start to get some stretch marks (sorry)—and you might even have a newfound “outie” belly button!",
    "BabyActivity": "Now that baby's eyes and lips are more developed, they’re looking even more like a newborn. Baby is sleeping in cycles—about 12 to 14 hours per day (hint: they're probably those times you're not feeling any kicks!).",
    "BabySize": "At 22 weeks, baby is the size of a coconut. Average baby size at 22 weeks is 10.9 inches long (at 22 weeks pregnant, baby’s size is measured from the crown of the head to the heel of the foot) and 15.2 ounces.",
    "id": 19
  },
  {
    "WeekId": "21",
    "WeekLink-href": "https://www.thebump.com/pregnancy-week-by-week/21-weeks-pregnant",
    "BabyImage-src": "https://static.thebump.com/tb-web-assets/pwbw/detail/fruits/pwbw-week21-hero-fruit.png",
    "KeyTakeawaysList": "Did you feel that little flutter? Baby is moving and grooving and doing flips—and you most likely feel their tiny kicks and punches. This early movement is called quickening—and it’s so exciting!Your anatomy scan might be taking place this week! Your ultrasound tech and doctor will take lots of measurements and make sure everything is developing appropriately. You can also find out the sex, if you haven’t already!You’ve probably gained about 14 pounds—give or take—at this stage of the game. Remember, to focus less on the number and more on eating a well-rounded diet and getting movement.Braxton Hicks—or practice contractions—might start any day now. At this point, it’ll feel like a quick tightening. It should stop once you change positions.",
    "KeyTakeawaysBottom": "If you haven’t picked that perfect name yet, check out The Bump’s extensive lists of baby names of all sorts; cool names, beautiful names, hipster names and much more. At 21 weeks pregnant, you’re not just choosing a name, you’re hard at work getting your home ready too. Of course, choosing gear can be hard, but try not to stress about it at week 21 of pregnancy. Trust us, baby won’t care if you pick out a Pack ‘n Play that clashes with the area rug!",
    "BabyActivity": "Wondering what’s going on with your 21-week fetus? As baby's digestive system preps for the outside world, they’re manufacturing meconium, the tarry black substance you'll find in the first dirty diaper.",
    "BabySize": "",
    "id": 20
  },
  {
    "WeekId": "20",
    "WeekLink-href": "https://www.thebump.com/pregnancy-week-by-week/20-weeks-pregnant",
    "BabyImage-src": "https://static.thebump.com/tb-web-assets/pwbw/detail/fruits/pwbw-week20-hero-fruit.png",
    "KeyTakeawaysList": "Cheers—you’ve officially made it to the halfway point of pregnancy! It might feel like time is crawling or time is flying; it depends on how you’re feeling and coping with all the changes happening to you and around you.The anatomy scan—or 20-week ultrasound—will be happening soon! Yes, you can find out baby’s sex at this appointment (if you want). More importantly, an ultrasound tech will look at baby’s organs, take measurements and assess that baby is developing appropriately.Your doctor or midwife will probably start measuring your fundal height soon. Essentially, they’ll measure your bump which is definitely starting to pop!You’ve probably gained about 10 pounds—give or take—at this point. Don’t get too caught up in the number; make sure you’re eating a healthy, balanced diet and getting some movement!",
    "KeyTakeawaysBottom": "If you’ve recently found out baby’s sex, you’re in a completely new mindset—are we right? Things are suddenly feeling very real. Get ready—before you know it, you’ll be welcoming your little boy or girl!",
    "BabyActivity": "Some moms-to-be at this point wonder, is baby fully developed at 20 weeks? Your 20-week fetus has come a long way but still has plenty of developing left to do at the halfway point in your pregnancy. There are a couple of important growth steps taking place around this time: A 20-week fetus has working taste buds and should have the sucking reflex—you may even catch baby sucking their thumb on the next ultrasound! They’re gulping down several ounces of amniotic fluid each day—that's significantly more than before. Plus, regular sleep/wake cycles start taking shape. And when baby is awake, you’ll know it because they’ll probably be more active. That new, fluttering feeling in your stomach—called the quickening—is your baby saying hello!",
    "BabySize": "At 20 weeks pregnant, baby is the size of a banana. They weigh about 10.2 ounces and measure about 6.5 inches from crown to rump. (Starting next week, baby will be measured from head to toe.) Baby's still got a lot of growing to do but has an excellent start!",
    "id": 21
  },
  {
    "WeekId": "19",
    "WeekLink-href": "https://www.thebump.com/pregnancy-week-by-week/19-weeks-pregnant",
    "BabyImage-src": "https://static.thebump.com/tb-web-assets/pwbw/detail/fruits/pwbw-week19-hero-fruit.png",
    "KeyTakeawaysList": "If your provider has suggested an amniocentesis, it’ll probably happen in the next week or so (if it hasn’t already). During this procedure, a doctor will use ultrasound to guide a needle and extract a small amount of amniotic fluid. It tests for diagnosing genetic disorders.Your mid-pregnancy ultrasound (a.k.a. anatomy scan) should be scheduled for the next week or so. Make sure you decide if you want to find out baby’s sex (if you haven’t already).Remember, you want to be sleeping on your side at this point in the game to allow for optimal blood flow to baby. You might consider investing in a maternity pillow!",
    "KeyTakeawaysBottom": "Most parents-to-be think of the mid-pregnancy ultrasound as the chance to find out baby’s sex (if you didn’t already through prenatal testing), but you’ll actually see a lot more than baby’s genatalia. You’ll see all of baby’s body—inside and out—and you’ll be amazed at all the development going on at week 19 of pregnancy. That’s exciting!",
    "BabyActivity": "What is baby doing at 19 weeks in the womb? At 19 weeks, baby is working on their five senses. Yep, nerve cells for sense of taste, hearing, sight and smell are all developing in baby's brain. A 19-week fetus has already learned to suck and now adds swallowing to their bag of tricks. And of course, baby is very busy moving around!",
    "BabySize": "Baby is as big as a mango at 19 weeks of pregnancy. At about 6.0 inches long and weighing in at about 8.5 ounces, your 19-week fetus continues to get bigger!",
    "id": 22
  },
  {
    "WeekId": "18",
    "WeekLink-href": "https://www.thebump.com/pregnancy-week-by-week/18-weeks-pregnant",
    "BabyImage-src": "https://static.thebump.com/tb-web-assets/pwbw/detail/fruits/pwbw-week18-hero-fruit.png",
    "KeyTakeawaysList": "Quickening—that’s the term for those early fluttery movements you feel. If you haven’t felt a little jab yet, just you wait.Baby is doing all sorts of tricks in utero—swallowing, hiccuping and flipping!Symptoms will come and go. You might be experiencing round ligament pain, swelling and varicose veins (oh joy!). Meanwhile, that bump of yours is probably no longer in stealth mode.That all-important 20-week ultrasound (a.k.a. anatomy scan) should be on your schedule for the next week or so! Get ready to see baby on screen.",
    "KeyTakeawaysBottom": "Starting around 18 weeks pregnant, you should begin to sleep on your side instead of your back. That’s because baby (and your uterus) is getting big enough to press against large veins in the back of your abdomen, which can reduce the amount of blood going to your heart, making you feel lightheaded—or worse, lowering your blood pressure. Sounds scary, but it’s totally preventable by simply sleeping on your side. Of course, your veins aren’t the only things that are prone to pressure—you are, too! At pregnancy week 18, there’s a lot going on. Be sure that you plan some time to take breaks and unwind.",
    "BabyActivity": "What the heck is baby doing inside your 18 weeks pregnant belly? A lot! Your 18-week fetus is working their muscles and practicing all kinds of moves. Can you believe baby is yawning, hiccupping, sucking and swallowing? They’re twisting, rolling, punching and kicking, too—and are big enough that you might be able to feel them doing it!",
    "BabySize": "At 18 weeks pregnant, baby is as big as an artichoke. Baby's about 5.6 inches long and about 6.7 ounces now and keeps growing quickly. That's why you’re probably feeling so hungry!",
    "id": 23
  },
  {
    "WeekId": "17",
    "WeekLink-href": "https://www.thebump.com/pregnancy-week-by-week/17-weeks-pregnant",
    "BabyImage-src": "https://static.thebump.com/tb-web-assets/pwbw/detail/fruits/pwbw-week17-hero-fruit.png",
    "KeyTakeawaysList": "You’re in the midst of the second trimester, which means those unpleasant early symptoms (extreme exhaustion and morning sickness) have probably given way to other issues: increased vaginal discharge and stretch marks—to name a few.Sorry tummy sleepers, it’s time to find a new slumber position. Sleeping on your belly could interfere with blood flow to baby. Side sleeping is ideal and recommended at this point.If you had an amniocentesis with inconclusive results, you may be scheduled for a cordocentesis this week (more on that below).At this time, baby is developing fast and has already mastered the sucking reflex. (Get those binkies ready!)",
    "KeyTakeawaysBottom": "You’re at week 17 of your pregnancy; that’s almost halfway through, and there’s so much to do, it can be overwhelming. Our best advice? Don’t try to do it all yourself—ask for help. And whatever doesn’t get done? You’ll find it’s not that important anyhow.",
    "BabyActivity": "Baby's rubbery cartilage is now turning to bone. And baby is growing some meat on those bones, putting on some fat. Your 17-week fetus is growing a stronger, thicker umbilical cord too.",
    "BabySize": "A baby at pregnancy week 17 is the size of a pomegranate. Your 17-week fetus is about 5.1 inches long and weighs about 5.9 ounces.",
    "id": 24
  },
  {
    "WeekId": "16",
    "WeekLink-href": "https://www.thebump.com/pregnancy-week-by-week/16-weeks-pregnant",
    "BabyImage-src": "https://static.thebump.com/tb-web-assets/pwbw/detail/fruits/pwbw-week16-hero-fruit.png",
    "KeyTakeawaysList": "Your uterus is expanding big time—meaning that bump might show up any day now (if it hasn’t already!).Some pregnant people can feel baby move as early as 16 weeks. If this isn’t your first pregnancy, you’ll easily recognize (and more readily identify) those signature kicks, jabs and rolls. FYI, early movement is called quickening.Amniocentesis is an elective test that happens between 15 and 20 weeks gestation. It can diagnose neural tube defects, chromosomal abnormalities and other genetic disorders. It’s generally considered safe, but comes with a very small increased risk of miscarriage.",
    "KeyTakeawaysBottom": "Now that you’re 16 weeks pregnant, things are getting pretty exciting. You may have another prenatal visit this week, where you will get to hear baby’s heartbeat again. Even more thrilling will be feeling baby kick, which could happen starting this week, so pay attention to those subtle feelings in your 16 weeks pregnant belly. Another cool fact? Baby is starting to be able to hear your voice—and they’ll recognize it at birth—so feel free to chat baby up any chance you get.",
    "BabyActivity": "Inside your 16 weeks pregnant belly, baby is listening to your voice, thanks to tiny bones forming in their ears. Your 16-week fetus is growing hair, lashes and eyebrows, and their taste buds are forming.",
    "BabySize": "",
    "id": 25
  },
  {
    "WeekId": "15",
    "WeekLink-href": "https://www.thebump.com/pregnancy-week-by-week/15-weeks-pregnant",
    "BabyImage-src": "https://static.thebump.com/tb-web-assets/pwbw/detail/fruits/pwbw-week15-hero-fruit.png",
    "KeyTakeawaysList": "You’re hopefully in the “honeymoon” phase of pregnancy—meaning most unpleasant symptoms have faded and you’re feeling less tired and more human.Depending on your pre-pregnancy weight, you probably need about 300 extra calories per day. So, yes, you’re eating for two-ish—with some restrain.If this is your first pregnancy, you may have a tiny visible bump. If it’s a subsequent pregnancy, you may be showing off a bigger belly already.The Multiple Marker Screen (MMS, a.k.a. Triple or Quad Screen Test) may be happening in the next week or so. These give a risk assessment for certain neural tube defects and chromosomal abnormalities.",
    "KeyTakeawaysBottom": "Feeling sexy? Now that you’re 15 weeks pregnant, you’re probably feeling high energy, and that may mean high libido, too. Don’t worry, baby has no idea what’s going on and—as long as your OB hasn’t given you any activity restrictions—sex won’t hurt baby or threaten your pregnancy.",
    "BabyActivity": "You probably can't feel it yet, but a 15 weeks pregnant ultrasound would reveal that baby's squirming a ton in there, now that they’re able to move all their limbs and joints! Baby might even be hiccupping inside your 15 weeks pregnant belly.",
    "BabySize": "At 15 weeks pregnant, baby is as big as a navel orange. The average 15-week fetus weighs 2.5 ounces and measures 4 inches—and baby's proportions are becoming even more normal, since their legs now outmeasure their arms.",
    "id": 26
  },
  {
    "WeekId": "14",
    "WeekLink-href": "https://www.thebump.com/pregnancy-week-by-week/14-weeks-pregnant",
    "BabyImage-src": "https://static.thebump.com/tb-web-assets/pwbw/detail/fruits/pwbw-week14-hero-fruit.png",
    "KeyTakeawaysList": "You’re officially in the second trimester—congratulations!You may start feeling better soon (think: more energy, less nausea!) as those rough first-trimester symptoms taper down.Your bump may start showing, and other symptoms may pop up soon. Your appetite will likely increase, and round ligament pain (some general aches and discomfort) may rear its ugly head.",
    "KeyTakeawaysBottom": "Welcome to the second trimester! 14 weeks pregnant marks a lot of changes; you’re embarking on what’s known as the “honeymoon phase” of pregnancy. Starting with pregnancy week 14, the second trimester is the time to get some exercise, get some to-do’s done and have some fun. Enjoy!",
    "BabyActivity": "What does baby do in the womb at 14 Weeks? If you were to get a glimpse of baby at 14 weeks pregnant, you would see they’re wiggling their toes and may even be thumb-sucking! A 14-week fetus’s kidneys are making urine, and the liver and spleen are doing their jobs too. You might be surprised to learn that baby at 14 weeks is growing lanugo, a thin, peach fuzz-like hair all over, which will help keep the body warm. Don’t forget to whisper sweet nothings to your little one—baby can start to hear!",
    "BabySize": "At 14 weeks pregnant, baby is as big as a peach, measuring 3.4 inches and weighing in at 1.5 ounces. Baby has almost doubled in weight in the last week or so and keeps on growing at super-speed at week 14.",
    "id": 27
  },
  {
    "WeekId": "13",
    "WeekLink-href": "https://www.thebump.com/pregnancy-week-by-week/13-weeks-pregnant",
    "BabyImage-src": "https://static.thebump.com/tb-web-assets/pwbw/detail/fruits/pwbw-week13-hero-fruit.png",
    "KeyTakeawaysList": "Good news: You should hopefully start feeling more like yourself soon, as you enter your second trimester. The initial pregnancy exhaustion may fade and the nausea might too! The honeymoon phase of pregnancy is approaching, meaning you might get a burst of energy for a few weeks.You might have a 13-week ultrasound or possible non-invasive prenatal testing (NIPT), which looks for chromosomal abnormalities. Baby’s sex might be detectable at this point too—but not guarantees.",
    "KeyTakeawaysBottom": "The end of week 13 is the end of the first trimester! We’re not just talking about getting through those work meetings without falling asleep (or puking), we’re talking about how you’re now 1/3rd of the way through your pregnancy! At 13 weeks pregnant, you’ve grown a fetus that has vocal cords, teeth and even fingerprints (wow!), and you’ve probably kept this incredible news (mostly) secret while wishing you could shout it from the rooftops—or, at the very least, use it as an excuse for getting to work late.",
    "BabyActivity": "",
    "BabySize": "",
    "id": 28
  },
  {
    "WeekId": "12",
    "WeekLink-href": "https://www.thebump.com/pregnancy-week-by-week/12-weeks-pregnant",
    "BabyImage-src": "https://static.thebump.com/tb-web-assets/pwbw/detail/fruits/pwbw-week12-hero-fruit.png",
    "KeyTakeawaysList": "Those overwhelming first-trimester symptoms may begin to wane. That means morning sickness may start fading soon and the outrageous exhaustion-fog may lift. Hope is on the horizon!Have you bought maternity pants yet? If not, it’s time to loosen your purse strings—and your belt. Your belly is expanding and a budding bump is probably visible at this point.Baby continues to develop by leaps and bounds every day. Their fingers and toes are no longer webbed, and their eyes, nose and fingernails are forming—so cool!Getting a 12-week ultrasound? Your tech might be able to determine the sex of baby at this point, but it’s not guaranteed, nor is it foolproof.",
    "KeyTakeawaysBottom": "Things are changing fast at 12 weeks pregnant. You’re reaching the home stretch of the first trimester (we know, finally!), which means your hormones are likely to tone things down a bit. It also means you may be ready to share your pregnancy news with family and friends. So exciting!",
    "BabyActivity": "",
    "BabySize": "Baby at 12 weeks is opening and closing their fingers and curling their toes, and their brain is developing fast!",
    "id": 29
  },
  {
    "WeekId": "11",
    "WeekLink-href": "https://www.thebump.com/pregnancy-week-by-week/11-weeks-pregnant",
    "BabyImage-src": "https://static.thebump.com/tb-web-assets/pwbw/detail/fruits/pwbw-week11-hero-fruit.png",
    "KeyTakeawaysList": "Between now and week 14, you’ll have the first trimester screen; this consists of a nuchal translucency screening (NTS) via ultrasound (this looks at the thickness of the back of baby's neck) and a blood test. Together, the results can determine baby’s risk for certain chromosomal abnormalities or conditions.You may have a teeny baby bump at this point—or your clothes might start feeling a bit tight. Either way, you won’t be able to get away with your regular jeans for much longer.You’re in the thick of the first trimester and those pregnancy symptoms are still strong, thanks to all that hCG flooding through your system. Sore breasts, morning sickness and out-of-control exhaustion are just a few things you might be experiencing. Rest assured that these unpleasantries should improve in a few short weeks as you approach the second trimester.",
    "KeyTakeawaysBottom": "Pregnancy week 11 is a great time to start planning a babymoon with your partner. We recommend you go on this trip in the second trimester, since that’s when you’ll feel most energized, and we doubt you’ll want to do a lot of traveling once you hit the third trimester. So at 11 weeks pregnant, take your mind off your queasiness and start scouting some destinations now. (Staycations totally count!) If you need another diversion, imagine your growing baby at 11 weeks, doing just fine in there, becoming more developed every day.",
    "BabyActivity": "",
    "BabySize": "",
    "id": 30
  },
  {
    "WeekId": "10",
    "WeekLink-href": "https://www.thebump.com/pregnancy-week-by-week/10-weeks-pregnant",
    "BabyImage-src": "https://static.thebump.com/tb-web-assets/pwbw/detail/fruits/pwbw-week10-hero-fruit.png",
    "KeyTakeawaysList": "You’re in the home stretch of the first trimester! If you haven’t experienced any pregnancy symptoms yet, you might suddenly start noticing changes in your body—aches, pains and visible veins are all par for the course right now.Nope, it’s not a burrito baby. It’s a teeny-tiny starter bump. Noone else may notice it yet, but you probably won’t be able to keep your little secret for much longer.Your first prenatal visit has probably happened already (or will take place this week). In addition to an early ultrasound (and hearing and seeing baby’s heartbeat!), your doctor may discuss some potential options for a nuchal translucency screening and non-invasive prenatal testing. Both screen for chromosomal abnormalities.",
    "KeyTakeawaysBottom": "Hello baby bump! Now that you’ve reached 10 weeks pregnant, you may stop wondering when you’ll start to actually look pregnant, because it’s probably right around now! Even more exciting? Baby is no longer an embryo—they’re officially considered a fetus. That means your 10 week fetus is becoming more and more baby-like, and you’re inching closer and closer to leaving the nasties of the first trimester behind you.",
    "BabyActivity": "",
    "BabySize": "At 10 weeks pregnant, baby has working arm joints, and cartilage and bones are forming. Fingernails and hair are starting to appear too! And can you believe baby is busy practicing swallowing and kicking inside your 10 weeks pregnant belly?",
    "id": 31
  },
  {
    "WeekId": "9",
    "WeekLink-href": "https://www.thebump.com/pregnancy-week-by-week/9-weeks-pregnant",
    "BabyImage-src": "https://static.thebump.com/tb-web-assets/pwbw/detail/fruits/pwbw-week9-hero-fruit.png",
    "KeyTakeawaysList": "You’re 9 weeks in, and the end of the first trimester is within sight. That’s good news—especially if you're experiencing morning sickness. Pregnancy hormones are peaking in your system, so you might have a bad bout for a bit longer, but it should get better as you approach the second trimester.Baby has doubled in size since conception and your uterus is expanding. That said, you may quite suddenly not fit into your normal jeans. While your bump is probably only detectable to you at this point, it’s only a matter of time before you truly pop.Have you had that exciting first prenatal visit yet? If not, it should be happening soon. It’s a busy appointment, so buffer extra time in your schedule for bloodwork and maybe even an early ultrasound (get ready to swoon over the flickering of baby’s heartbeat on screen).",
    "KeyTakeawaysBottom": "Around week 9 of pregnancy, you might want to start looking for ways you and your partner can budget so you have extra cash when baby arrives. You should also consider checking out your company’s handbook to see how maternity leave is typically handled. That way, when you break the news to your boss, you’ll be prepared to discuss your expectations—and begin a potential maternity leave plan.",
    "BabyActivity": "",
    "BabySize": "",
    "id": 32
  },
  {
    "WeekId": "8",
    "WeekLink-href": "https://www.thebump.com/pregnancy-week-by-week/8-weeks-pregnant",
    "BabyImage-src": "https://static.thebump.com/tb-web-assets/pwbw/detail/fruits/pwbw-week8-hero-fruit.png",
    "KeyTakeawaysList": "Is it your imagination, or is that an itty-bitty baby bump? It might be! You could also be experiencing the consequences of early-pregnancy bloat. Either way, it’s possible you may need to size up on your pants!Ready for your first prenatal visit? It’s important you feel comfortable and supported with your ob-gyn or midwife practice; you’re going to be on this journey together for the next few months!If you haven’t had an early ultrasound yet, it could be happening in the next few days! That sweet pitter-patter sound of baby’s heartbeat will make your heart swell.",
    "KeyTakeawaysBottom": "Being pregnant is probably finally starting to feel real to you. Like most women, you may have your first prenatal appointment right around now. It’s normal to be equal parts excited and nervous!",
    "BabyActivity": "",
    "BabySize": "",
    "id": 33
  },
  {
    "WeekId": "7",
    "WeekLink-href": "https://www.thebump.com/pregnancy-week-by-week/7-weeks-pregnant",
    "BabyImage-src": "https://static.thebump.com/tb-web-assets/pwbw/detail/fruits/pwbw-week7-hero-fruit.png",
    "KeyTakeawaysList": "Feeling nauseous? Exhausted? Moody? It’s all par for the course. Pregnancy hormones abound; they’re responsible for the less-than-fabulous symptoms you’re experiencing. Don’t worry, many of these unpleasantries taper down after the first trimester.Get ready for your first prenatal visit! (It’ll probably take place in another week or so.) This will be an extensive and educational visit. You may get a transvaginal ultrasound (or you might have to wait). At this point, you can usually see baby’s heartbeat.Baby is hard at work developing. This week, they're working on those facial features (which they’ll eventually use to scowl at you)—even that little tongue is forming! (Get ready for raspberries!).",
    "KeyTakeawaysBottom": "Now that you’re 7 weeks pregnant, you’re going about your day knowing you’re expecting—but no one else can see it. And at week 7 of pregnancy, you’re probably wondering what things will be like once it’s obvious to everyone that you’ve got a baby growing in there. For now, enjoy your little secret. For updates on what’s happening with you and baby throughout your pregnancy, sign up for The Bump pregnancy week-by-week newsletter emails.",
    "BabyActivity": "",
    "BabySize": "",
    "id": 34
  },
  {
    "WeekId": "6",
    "WeekLink-href": "https://www.thebump.com/pregnancy-week-by-week/6-weeks-pregnant",
    "BabyImage-src": "https://static.thebump.com/tb-web-assets/pwbw/detail/fruits/pwbw-week6-hero-fruit.png",
    "KeyTakeawaysList": "Things are getting real! If you’re not experiencing morning sickness, extreme fatigue or other unpleasant early pregnancy symptoms, consider yourself lucky.Baby’s heartbeat is most likely detectable by ultrasound at this point. If your doctor gives you an ultrasound at that all-important first visit, you’ll hopefully be able to see (and hear) that pitter-patter activity.It’s only been a few short weeks, but that embryo is looking more and more like a baby every day. They’re growing by leaps and bounds, developing complex organs and regulatory systems.",
    "KeyTakeawaysBottom": "At week six, pregnancy is still new to you, so it’s normal to feel a little emotional. Add to that some pretty uncomfortable early pregnancy symptoms (which include hormone fluctuations that can feel like PMS—on steroids!), and it’s understandable to feel uncertain. That’s probably part of why you have 40 weeks to adjust to pregnancy. Of course, it’s also because baby needs all that time to get all their working parts in order. For updates on what’s happening with you and baby throughout your pregnancy, sign up for The Bump pregnancy week-by-week newsletter emails.",
    "BabyActivity": "",
    "BabySize": "",
    "id": 35
  },
  {
    "WeekId": "5",
    "WeekLink-href": "https://www.thebump.com/pregnancy-week-by-week/5-weeks-pregnant",
    "BabyImage-src": "https://static.thebump.com/tb-web-assets/pwbw/detail/fruits/pwbw-week5-hero-fruit.png",
    "KeyTakeawaysList": "Missed your period? If you’ve diligently been charting your cycle, you’ve probably taken a test and gotten the good news. Congrats!You may also feel pregnant. Symptoms like morning sickness, exhaustion, bloating and sore breasts tend to kick in around this time as hCG is now ever present in your system.You might be able to hear the baby's heartbeat at 5 weeks, but it could take more time. Many doctors and midwives won’t schedule your first prenatal visit for another couple of weeks.",
    "KeyTakeawaysBottom": "You’ve just been initiated to the pregnancy club! Week 5 is a common time for moms-to-be to find out they’re pregnant. That’s because by now you’ve probably realized you’ve missed your period and then thought, whoa—maybe I should take a test! Plus, at 5 weeks pregnant, heightened hormone levels may be giving you symptoms that are tough to ignore, like sore breasts, nausea and fatigue. For updates on what’s happening with you and baby throughout your pregnancy, sign up for The Bump pregnancy week-by-week newsletter emails.",
    "BabyActivity": "",
    "BabySize": "",
    "id": 36
  },
  {
    "WeekId": "4",
    "WeekLink-href": "https://www.thebump.com/pregnancy-week-by-week/4-weeks-pregnant",
    "BabyImage-src": "https://static.thebump.com/tb-web-assets/pwbw/detail/fruits/pwbw-week4-hero-fruit.png",
    "KeyTakeawaysList": "You probably don’t know you’re pregnant yet. Of course, if you’re the test-every-day type, then maybe you do! Some home pregnancy tests can detect human chorionic gonadotropin (hCG) in your urine before a missed period.Baby isn’t technically even an embryo quite yet; rather, they’re a blastocyst, a teeny-tiny, nearly invisible clump of cells burrowed in the uterus.You probably don’t have pregnancy symptoms yet, but they may kick into high gear in the next week or so as hCG rapidly increases in your body.If you got a positive pregnancy test, it’s time to find yourself an ob-gyn or midwife and make that all-important first appointment. You’ll have to be patient, some practices won’t schedule you to come in for another two to four weeks.",
    "KeyTakeawaysBottom": "If you know you’re 4 weeks pregnant, you found out the news earlier than a lot of women do (because you took a test as soon as you missed your period, or even a few days before, instead of waiting a bit). Your first call at week 4 of pregnancy should be to your doctor to schedule your first prenatal visit, where they’ll confirm your pregnancy with a urine or blood test. For updates on what’s happening with you and baby throughout your pregnancy, sign up for The Bump pregnancy week-by-week newsletter emails.",
    "BabyActivity": "",
    "BabySize": "",
    "id": 37
  },
  {
    "WeekId": "3",
    "WeekLink-href": "https://www.thebump.com/pregnancy-week-by-week/3-weeks-pregnant",
    "BabyImage-src": "https://static.thebump.com/tb-web-assets/pwbw/detail/fruits/pwbw-week3-hero-fruit.png",
    "KeyTakeawaysList": "Guess what? Fertilization has just occurred. Yes, that means you’re officially pregnant—you probably just don’t know it yet!What’s on the cusp of happening next? Implantation! If you notice a little bit of spotting, it might be an embryo burrowing itself in your uterus. Then again, you may not experience any bleeding or you might think it’s your period.If you’ve been trying to get pregnant, then you’ve likely started making some lifestyle changes. If not, there’s no time like the present. Make sure you’re taking a prenatal vitamin, getting moderate exercise and avoiding alcohol.",
    "KeyTakeawaysBottom": "Sperm met egg last week, and voila—you've made a baby! It’s so early that when you’re 3 weeks pregnant, you may have no idea that you’re actually pregnant. Conception just happened a few days ago, and there probably hasn't been time for you to miss a period yet at week 3 of pregnancy.",
    "BabyActivity": "Your now-fertilized egg (yay!) is on a journey through a fallopian tube, dividing and re-dividing into identical cells on its way to your uterus.",
    "BabySize": "At 3 weeks pregnant, an ultrasound may not detect your soon-to-be-baby. That super-teeny fertilized egg (called a morula) is smaller than a grain of salt and is on the move, but as early as week 4 your doctor may be able to see your uterine lining get thicker, a sign that the little morula has reached their destination for the rest of pregnancy (you guessed it: your uterus).",
    "id": 38
  },
  {
    "WeekId": "2",
    "WeekLink-href": "https://www.thebump.com/pregnancy-week-by-week/2-weeks-pregnant",
    "BabyImage-src": "https://static.thebump.com/tb-web-assets/pwbw/detail/fruits/pwbw-week2-hero-fruit.png",
    "KeyTakeawaysList": "At this stage, you’re not truly pregnant. You’re actually in the second week of your ovulation cycle. (Confused? Read on!)You might be ovulating! Check for the subtle symptoms or consider getting an ovulation predictor kit. It could be baby-making time!If you’re trying to conceive, start preparing for the journey ahead. Begin taking a prenatal vitamin, cut out alcohol and tobacco and make some healthy lifestyle adjustments.",
    "KeyTakeawaysBottom": "Think you’re 2 weeks pregnant? You might not be—here’s why. Most OBs count pregnancy starting from the first day of your last menstrual period (LMP). (It’s more accurate for doctors to estimate a due date this way.) So if you think you conceived about two weeks ago, you’re probably at least four weeks pregnant—maybe even five. We give you permission to skip ahead to week four. If you really are in the second week of your cycle and are trying to conceive, we’ve got some advice right here for you.",
    "BabyActivity": "What’s Happening at 2 weeks pregnant? Your period should be finished and you might start ovulating in the next few days. So at 2 weeks pregnant, you’re actually not pregnant. But you may be close! If you’re preparing to try to get pregnant, keep your eyes open for signs of ovulation and do that thing you do to get pregnant—have plenty of sex around the time you expect to ovulate.",
    "BabySize": "You probably won’t have a 2 weeks pregnant ultrasound. If you could see inside your 2 weeks belly at the time of ovulation, it’d go a little something like this: First your ovary releases an egg (smaller than a fleck of ground pepper) into your fallopian tube, where it must be fertilized within 12 to 24 hours. If you’ve had sex within the last six days, there could still be living sperm inside you, and one of those could fertilize the egg. Otherwise, you’ll have to have sex stat to get pregnant.",
    "id": 39
  },
  {
    "WeekId": "1",
    "WeekLink-href": "https://www.thebump.com/pregnancy-week-by-week/1-weeks-pregnant",
    "BabyImage-src": "https://static.thebump.com/tb-web-assets/pwbw/detail/fruits/pwbw-week1-hero-fruit.png",
    "KeyTakeawaysList": "At this stage of your journey, you’re not actually pregnant yet. In fact, you probably have your period; the symptoms you’re experiencing are a result of PMS, not pregnancy.Now is the time to start prepping for pregnancy: Track your days to chart your cycle, begin taking a prenatal vitamin and make lifestyle changes to get ready for the long road ahead.Just got a positive pregnancy test? You’ll want to skip ahead. If you’ve tested around the time of a missed period, you’re probably actually about four weeks along (congrats!).",
    "KeyTakeawaysBottom": "In doctor speak, one week pregnant means you’re on your period and not yet pregnant. You won’t actually conceive your baby until week two or three, depending on the length of your cycle.",
    "BabyActivity": "If you’ve just found out you’re expecting, you might think this is your first week of pregnancy, but you’re probably around 4 weeks pregnant. Yes, already! (Your OB will give you a more accurate estimate when you go in for your first prenatal appointment.) Skip ahead and check out week 4.",
    "BabySize": "Baby is but a glimmer in your eye. Remember you’re not actually pregnant yet—and if you are, you’re more likely about four or five weeks along.",
    "id": 40
  }
]